{
  "Home": {
    "building-collaborative-wiki-videos": "Displayed on the home page, giving a summary of the project and inviting users to participate.",
    "script-writing": "Displayed on the home page. Link to a page showing users articles that are in need of script writing.",
    "voice-over": "Displayed on the home page. Link to a page with instructions on how to record voice-overs.",
    "video-editing": "Displayed on the home page. Link to a page with tips on how to edit videos for use in VideoWiki.",
    "full-stack-content-creator": "Displayed on the home page. Link to a page with information on how to become a full-stack content creator on VideoWiki.",
    "translator": "Displayed on the home page. Link to a page with information on how to become a translator on VideoWiki.",
    "create-new-video": "Displayed on the home page. An action button that directs the user to create a new video.",
    "enter-video-title": "Displayed on the home page. Placeholder text in the video title input field.",
    "go": "Displayed on the home page. An action button that directs the user to proceed with the entered video title.",
    "custom": "Displayed on the articles list page. A label that indicates that the article is a custom article."
  },
  "Header": {
    "read_beta_disclaimer": "Displayed in the header. A link that directs the user to read the beta disclaimer.",
    "search_placeholder": "Displayed in the header. Placeholder text in the search input field.",
    "search_no_results": "Displayed in the header. Message shown when no search results are found.",
    "beta_disclaimer_1": "Displayed in the header. First part of the beta disclaimer message.",
    "beta_disclaimer_2": "Displayed in the header. Second part of the beta disclaimer message.",
    "language": "Displayed in the header. Label for language selection.",
    "articles": "Displayed in the header. Label for articles section.",
    "all_articles": "Displayed in the header. Link for viewing all articles.",
    "video_scripts": "Displayed in the header. Link for viewing all video scripts/articles generated by the community.",
    "articles_edited": "Displayed in the header. Number of articles edited by the user. Please keep the {{count}} placeholder intact",
    "total_edits": "Displayed in the header. Total numer of edits performed by the user. Please keep the {{count}} placeholder intact",
    "sign_out": "Displayed in the header. Link to sign out of the platform.",
    "register_login_with_wikipedia": "Displayed in the authentication modal. Link to register or login with Wikipedia.",
    "register_login_with_nccommons": "Displayed in the authentication modal. Link to register or login with NC Commons.",
    "login_success": "Displayed after successful login",
    "a_good_chance_to_login": "Displayed in the authentication modal when there is a good opportunity to login",
    "logo_description": "Displayed in the header below the logo. A description of VideoWiki as a free multimedia encyclopedia."
  },
  "Footer": {
    "text_audio_license": "Displayed in the footer. Showing the licence of the generated text and audio files. Please keep the <0 /> tag intact and translate the licence name inside of it.",
    "software_license": "Displayed in the footer. Showing the licence of the VideoWiki software. Please keep the <0 /> tag intact.",
    "about_us": "Displayed in the footer. Link to the 'About Us' page.",
    "contact_us": "Displayed in the footer. Opens an email client to contact the VideoWiki team.",
    "terms_of_use": "Displayed in the footer. Link to the 'Terms of Use' page.",
    "privacy_policy": "Displayed in the footer. Link to the 'Privacy Policy' page.",
    "blog": "Displayed in the footer. Link to the VideoWiki blog.",
    "report_bugs": "Displayed in the footer. Link to report bugs in the VideoWiki software.",
    "email": "Shows the word 'Email' in the footer."
  },
  "Editor": {
    "editor_mode": "Displayed in the VideoWiki editor. Label for the editor mode.",
    "player_mode": "Displayed in the VideoWiki editor. Label for the player mode.",
    "translate_and_export": "Displayed in the VideoWiki editor. Button to translate and export the article.",
    "export_video": "Displayed in the VideoWiki editor. Button to export the video.",
    "export_history": "Displayed in the VideoWiki editor. Button to view the export history.",
    "download_video": "Displayed in the VideoWiki editor. Button to download the exported video.",
    "update_article": "Displayed in the VideoWiki editor. Button to update fetch the latest article content from Wikipedia/MDWiki.",
    "update_article_confirmation": "Displayed in the VideoWiki editor when the user clicks on 'Update Article'. Please don't translate the {{title}} label placeholder.",
    "update_article_loading": "Displayed in the VideoWiki editor while the article is being updated.",
    "update": "Displayed in the VideoWiki editor. Button to update the article.",
    "voice_speed": "Displayed in the VideoWiki editor. Label for the voice speed control.",
    "last_updated": "Displayed in the VideoWiki editor. Label for the last updated timestamp.",
    "timing": "Displayed in the VideoWiki editor. Label for the timing control.",
    "timing_description": "Displayed in the VideoWiki editor. Description for the timing control feature.",
    "references": "Displayed in the VideoWiki editor. Label for the references section.",
    "visual": "Displayed in the VideoWiki editor. Label for the visual references section (videos/images/GIFs).",
    "audio": "Displayed in the VideoWiki editor. Label for the audio references section.",
    "text": "Displayed in the VideoWiki editor. Label for the text references section.",
    "only_logged_in_user_can_upload_commons": "Displayed in the VideoWiki editor. Message shown when a user tries to export a video without being logged in.",
    "add_human_voice_over_in": "Dispalyed in the VideoWiki editor. Label for adding human voice-over in a specific language.",
    "select_language": "Displayed in the VideoWiki editor. Label for selecting a language.",
    "use_your_own_voice": "Displayed in the VideoWiki editor. Label for using the user's own voice for voice-over.",
    "use_machine_voice": "Displayed in the VideoWiki editor. Label for using machine-generated voice-over.",
    "upload_file": "Displayed in the VideoWiki editor. Button to upload a voice-over file.",
    "record_audio_error": "Displayed in the VideoWiki editor. Error message when there is an issue with recording audio.",
    "record_audio_not_supported": "Displayed in the VideoWiki editor. Error message when the browser does not support audio recording.",
    "record": "Displayed in the VideoWiki editor. Button to start recording audio.",
    "contributors": "Displayed in the VideoWiki editor. Label for the contributors section.",
    "failed_to_load_contributors": "Displayed in the VideoWiki editor. Error message when contributors fail to load.",
    "link_copied": "Displayed in the VideoWiki editor. Message shown when a link is copied to the clipboard.",
    "max_slides_error": "Displayed in the VideoWiki editor. Error message when the article is not a custom VideoWiki article and has more than 50 slides and cannot be exported.",
    "reopen_form": "Displayed in the VideoWiki editor. Message shown when the form can be re-opened by clicking on the icon.",
    "export_queued_success": "Displayed in the VideoWiki editor. Message shown when the article is queued for export successfully.",
    "export_slides_text_warning": "Displayed in the VideoWiki editor. Warning message when text is missing from slides during export.",
    "export_slides_media_warning": "Displayed in the VideoWiki editor. Warning message when media is missing from slides during export.",
    "article_updated": "Displayed in the VideoWiki editor. Message shown when the article is updated successfully.",
    "article_update_error": "Displayed in the VideoWiki editor. Error message when there is an issue with updating the article."
  },
  "ExportProgress": {
    "exporting_videowiki_article": "Displayed in the export progress page. Message shown when the article is being exported. Please don't translate the {{title}} label placeholder.",
    "export_error": "Displayed in the export progress page. Error message when there is an issue with exporting the article.",
    "back_to_article": "Displayed in the export progress page. Button to go back to the article.",
    "export_queued": "Displayed in the export progress page. Message shown when the article is queued for export.",
    "export_converted": "Displayed in the export progress page. Message shown when the article is exported successfully and being uploaded to Commons.",
    "export_uploaded": "Displayed in the export progress page. Message shown when the exported video is uploaded to Commons successfully.",
    "stage_1": "Displayed in the export progress page. Label for the first stage of the export process.",
    "stage_1_description": "Displayed in the export progress page. Description for the first stage of the export process.",
    "stage_2": "Displayed in the export progress page. Label for the second stage of the export process.",
    "stage_2_description": "Displayed in the export progress page. Description for the second stage of the export process.",
    "stage_3": "Displayed in the export progress page. Label for the third stage of the export process.",
    "stage_3_description": "Displayed in the export progress page. Description for the third stage of the export process.",
    "stage_4": "Displayed in the export progress page. Label for the fourth stage of the export process.",
    "stage_4_description": "Displayed in the export progress page. Description for the fourth stage of the export process."
  },
  "ExportHistory": {
    "no_videos_found": "Displayed in the export history page. Message shown when no video exports are found for the article.",
    "commons_url": "Displayed in the export history page. Label for the Commons URL Link.",
    "youtube_url": "Displayed in the export history page. Label for the YouTube URL Link.",
    "retry_upload": "Displayed in the export history page. Button to retry uploading the to YouTube.",
    "download": "Displayed in the export history page. Button to download the video.",
    "click_here": "Displayed in the export history page. Message shown when the user needs to click on a link.",
    "user": "Displayed in the export history page. Label for the user who exported the video.",
    "subtitles": "Displayed in the export history page. Label for the subtitles section.",
    "authors": "Displayed in the export history page. Label for the authors section.",
    "videowiki_foundation": "Displayed in the export history page. Label for the VideoWiki Foundation.",
    "authors_of_the_article": "Displayed in the export history page. Label for the authors of the article.",
    "licence": "Displayed in the export history page. Label for the licence of the video.",
    "version": "Displayed in the export history page. Label for the version of the article that generated the video.",
    "language": "Displayed in the export history page. Label for the language of the video.",
    "loading_videos": "Displayed in the export history page. Message shown when the videos are being loaded.",
    "loading_videos_error": "Displayed in the export history page. Error message when there is an issue with loading the videos."
  },
  "InfoBox": {
    "loading": "Displayed in the InfoBox. Message shown when the InfoBox is loading.",
    "loading_error": "Displayed in the InfoBox. Error message when there is an issue with loading the InfoBox."
  },
  "UploadFileInfoModal": {
    "header": "Displayed in the upload file info modal. Header for the upload file info modal.",
    "nothing_to_show": "Displayed in the upload file info modal. Message shown when there is no information to display.",
    "import_previous_form_details": "Displayed in the upload file info modal. Button to import previous form details.",
    "source": "Displayed in the upload file info modal. Label for the source field.",
    "source_description": "Displayed in the upload file info modal. Description for the source field.",
    "source_option_own_work": "Displayed in the upload file info modal. Option for the source field indicating that the file is the user's own work.",
    "source_option_others": "Displayed in the upload file info modal. Option for the source field indicating that the file is not the user's own work.",
    "author": "Displayed in the upload file info modal. Label for the author field.",
    "author_description": "Displayed in the upload file info modal. Description for the author field.",
    "title": "Displayed in the upload file info modal. Label for the title field.",
    "title_description_1": "Displayed in the upload file info modal. Description for the title field.",
    "title_description_2": " Displayed in the upload file info modal. Additional description for the title field.",
    "description": "Displayed in the upload file info modal. Label for the description field.",
    "description_description": "Displayed in the upload file info modal. Description for the description field.",
    "licence": "Displayed in the upload file info modal. Label for the licence field.",
    "categories": "Displayed in the upload file info modal. Label for the categories field.",
    "save_template_label": "Displayed in the upload file info modal. Label for the save template checkbox.",
    "save_template_description": "Displayed in the upload file info modal. Description for the save template checkbox.",
    "date": "Displayed in the upload file info modal. Label for the date field.",
    "auto_download_label": "Displayed in the upload file info modal. Label for the auto download checkbox.",
    "auto_download_description": "Displayed in the upload file info modal. Description for the auto download checkbox.",
    "add_extra_users_label": "Displayed in the upload file info modal. Label for the add extra users checkbox.",
    "user_name": "Displayed in the upload file info modal. Label for the user name field.",
    "upload_success": "Displayed in the upload file info modal. Message shown when the file is uploaded successfully.",
    "upload_error": "Displayed in the upload file info modal. Error message when there is an issue with uploading the file.",
    "file_already_exists": "Displayed in the upload file info modal. Error message when a file with the same name already exists.",
    "upload_to_commons": "Displayed in the upload file info modal. Button to upload the file to Commons."
  },
  "HumanVoice": {
    "all_slides": "Displayed in the human voice-over page. Label for all slides.",
    "slide": "Displayed in the human voice-over page. Label for a specific slide. Please keep the {{slideNumber}} placeholder intact.",
    "translate_placeholder": "Displayed in the human voice-over page. Placeholder text for translating slide text.",
    "processing_voice_error": "Displayed in the human voice-over page. Error message when there is an issue with processing the audio.",
    "audio_uploaded": "Displayed in the human voice-over page. Message shown when the audio is uploaded.",
    "text_update_error": "Displayed in the human voice-over page. Error message when there is an issue with updating the text.",
    "audio_update_error": "Displayed in the human voice-over page. Error message when there is an issue with uploading the audio.",
    "click_on_publish_after_review": "Displayed in the human voice-over page. Message shown when the user needs to click on the publish icon after reviewing."
  },
  "Common": {
    "cancel": "General cancel button",
    "yes": "General yes button",
    "add": "General add button",
    "loading": "General loading message",
    "update": "General update button",
    "ok": "General ok button",
    "loading_article": "General loading article message",
    "loading_article_error": "General loading article error message",
    "loading_all_articles": "General loading all articles message",
    "loading_all_articles_error": "General loading all articles error message"
  }
}